var app = new Vue({
  el: '#app',
  data: {
    ngramId: '315',
    ngramContent: 'τὸν δʼ ἄρʼ ὑπόδρα ἰδὼν προσέφη πόδας ὠκὺς Ἀχιλλεύς',
    ngramInstances: [
      {
        book: 'Il',
        ref: '1.148',
        lines: [
          ['1.145','ἢ Αἴας ἢ Ἰδομενεὺς ἢ δῖος Ὀδυσσεὺς'],
          ['1.146','ἠὲ σὺ Πηλεΐδη πάντων ἐκπαγλότατʼ ἀνδρῶν,'],
          ['1.147','ὄφρʼ ἥμιν ἑκάεργον ἱλάσσεαι ἱερὰ ῥέξας.'],
          ['1.148','τὸν δʼ ἄρʼ ὑπόδρα ἰδὼν προσέφη πόδας ὠκὺς Ἀχιλλεύς·'],
          ['1.149','ὤ μοι ἀναιδείην ἐπιειμένε κερδαλεόφρον'],
          ['1.150','πῶς τίς τοι πρόφρων ἔπεσιν πείθηται Ἀχαιῶν'],
          ['1.151','ἢ ὁδὸν ἐλθέμεναι ἢ ἀνδράσιν ἶφι μάχεσθαι;'],
        ],
      },
      {
        book: 'Il',
        ref: '22.260',
        lines: [
          ['22.257','δώῃ καμμονίην, σὴν δὲ ψυχὴν ἀφέλωμαι·'],
          ['22.258','ἀλλʼ ἐπεὶ ἄρ κέ σε συλήσω κλυτὰ τεύχεʼ Ἀχιλλεῦ'],
          ['22.259','νεκρὸν Ἀχαιοῖσιν δώσω πάλιν· ὣς δὲ σὺ ῥέζειν.'],
          ['22.260','τὸν δʼ ἄρʼ ὑπόδρα ἰδὼν προσέφη πόδας ὠκὺς Ἀχιλλεύς·'],
          ['22.261','Ἕκτορ μή μοι ἄλαστε συνημοσύνας ἀγόρευε·'],
          ['22.262','ὡς οὐκ ἔστι λέουσι καὶ ἀνδράσιν ὅρκια πιστά,'],
          ['22.263','οὐδὲ λύκοι τε καὶ ἄρνες ὁμόφρονα θυμὸν ἔχουσιν,'],
        ],
      },
      {
        book: 'Il',
        ref: '24.559',
        lines: [
          ['24.556','πολλά, τά τοι φέρομεν· σὺ δὲ τῶνδʼ ἀπόναιο, καὶ ἔλθοις'],
          ['24.557','σὴν ἐς πατρίδα γαῖαν, ἐπεί με πρῶτον ἔασας'],
          ['24.558','αὐτόν τε ζώειν καὶ ὁρᾶν φάος ἠελίοιο.'],
          ['24.559','τὸν δʼ ἄρʼ ὑπόδρα ἰδὼν προσέφη πόδας ὠκὺς Ἀχιλλεύς·'],
          ['24.560','μηκέτι νῦν μʼ ἐρέθιζε γέρον· νοέω δὲ καὶ αὐτὸς'],
          ['24.561','Ἕκτορά τοι λῦσαι, Διόθεν δέ μοι ἄγγελος ἦλθε'],
          ['24.562','μήτηρ, ἥ μʼ ἔτεκεν, θυγάτηρ ἁλίοιο γέροντος.'],
        ],
      },
    ],
  },
})
